Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=256_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: ja elin elämäni 16 ensimmäistä vuotta Utsjoella, suomineidon päälaella, kunnes muutin Tampereelle opiskelun merkeissä.
sme: ja ellen 16 vuosttas jagi Ohcejogas, suomanieidda oaivečohkas, dasságo fárrejin Tamperei stuđerema geažil.

source: Sain paikan Tampereen ilmaisutaidon erityislukiosta, jossa tarkoituksenani on ollut kehittää musiikin, kirjallisuuden ja näyttelemisen taitojani, jotta voisin mahdollisimman hyvin pitää yllä ja edistää kulttuuriani.
sme: Ožžon báikki Tampere olggosbuktin máhtu sierralogahagas (Tampereen ilmaisutaidon erityislukio), gos mu ulbmilin leamašan ovddidit musihka, girjjálašvuođa ja neavttadeami dáidduidan, vai sáhtášin nu bures go vejolaš doallat bajás ja ovddidit iežan kultuvrra.

source: Muutto pois saamelaisalueelta merkitsi tietenkin suurta muutosta elämääni.
sme: Fárren eret sámeguovllus mearkkašii dieđusge stuorra nuppástusa eallimasan.

source: Suurin asia muutossa oli kuitenkin se, että aloin ymmärtää paremmin, mitä saamelaisuus minulle merkitsee.
sme: Stuorámus ášši fárremis lei goittot dat, ahte áddegohten buorebut, maid sápmelašvuohta munnje mearkkaša.

source: Joskus täytyy mennä kauemmas nähdäkseen.
sme: Muhtumin ferte vuolgit guhkkelebbui, vai oaidná buorebut.

source: Ne, jotka ovat joskus olleet kauan pois kotoa ilman perhettä ja palanneet sitten kotiin, voivat samastua minuun, kun minulta kysytään, mitä saamelaisuus minulle on.
sme: Dat geat leamašan muhtumin guhká eret ruovttus almmá bearraša ja máhccan dasto ruoktot, sáhttet buohtastahttit iežaset munnje, go mus jerrojuvvo, maid sápmelašvuohta munnje mearkkaša.

source: Se on tunne, jota on vaikea kuvailla.
sme: Dat lea dovdu, man lea váttis govvidit.

source: Hiljattain valmistuneessa runokirjassani tämä on kuitenkin ollut yksi pyrkimyksistäni.
sme: Gieskat válmmaštuvvan diktagirjjistan dat leamašan goit okta mu figgamušain.

source: Kirja olisi tarkoitus saada julkaistua ensi vuoden puolella.
sme: Oaivilin lea ahte girji almmustuvašii boahtte jagi bealde.

source: Kirjoitan pohjoissaameksi, äidinkielelläni.
sme: Mun čálán davvisámegillii, iežan eatnigillii.

source: Tampereella ollessani tuntuu jatkuvasti siltä, kuin olisin kotoisin toisesta ulottuvuudesta, jonne voi hädän tullen aina paeta, ja mikäs sen parempi tunne !
sme: Tamperes orodettiinan lea jámma dakkár dovdu go livččen eret nuppi máilmmis, gosa sáhttá álo báhtarit go lea heahti, ja mii dat dan buoret dovdu !

source: Monille lähtöni Tampereelle, n.1100 kilometrin päähän kotoa, on ollut kysymysmerkki.
sme: Máŋgasiidda mu vuolgin Tamperei, sullii 1100 kilomehtera duohkái ruovttus, leamašan gažaldatmearka.

source: Joidenkin mielestä olen ikään kuin hylännyt juureni, paennut pois.
sme: Muhtumiid mielas lean dego hilgon máttuidan, báhtaran eret.

source: Asia on kuitenkin päinvastainen.
sme: Ášši lea goit nuppe gežiid.

source: Saamelaisuus, Saame ja saamen kieli ovat päivittäin mielessäni.
sme: Sápmelašvuohta, Sápmi ja sámegiella leat beaivválaččat mu mielas.

source: Tunnen lähteneeni, jotta voin tulla isompana takaisin, jotta auttava käteni olisi isompi.
sme: Lean vuolgán, vai sáhtán boahtit stuorábun ruovttoluotta, vai mu veahki addi giehta livččii stuorát.

source: Kaiken kaikkiaan olen todella ylpeä saamelaisuudestani, enkä häpeile sitä.
sme: Buohkanassii anán duođaid árvvus iežan sápmelašvuođa, inge heahpanatte dan.

source: Ei pidä olla leuhka, muttei ole väärin olla ylpeä siitä, mitä on ja mihin kuuluu.
sme: Ii galgga leat gáddálas, muhto ii leat boastut atnit árvvus dan, mii lea ja gosa gullá.

source: Häpeilyä on viime vuosisadan aikana nähty ihan tarpeeksi.
sme: Heahpanaddama mii leat mannan jahkečuođi áigge oaidnán áibbas nohkka.
